<?php

return [
    'filter' => [
        'deal' => 'Сделка',
        'deal_types' => [
            'any' => 'Любая',
            'rent' => 'Аренда',
            'sale' => 'Продажа'
        ],
        'price' => 'Цена',
        'prices' => [
            'from' => 'от',
            'to' => 'до',
        ],
        'roominess' => 'Комнатность',
        'rooms' => [
            'any' => 'Любая',
            '0' => 'С',
            '1' => '1',
            '2' => '2',
            '3' => '3',
            '4' => '4+',
        ],
        'area' => 'Площадь',
    ],
];
